---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.DistributionSysTypeSetIterator
source: html/fcd96957-6f9b-8c50-75c1-fe50c12d10ae.htm
---
# DistributionSysTypeSetIterator Members

For Internal Use Only.